Repository: AlphaCentaury/MovistarTV
Catalog: 1.0 'Wolf 424'/Setup/UpdateWolf424/Properties/Resources.*.resx
Languages: es

# CheckInstalledVersionException
source: Unable to determine if program {0} is presently installed on this machine.
es: No ha sido posible determinar si la aplicación {0} está instalada en el equipo.

# CheckInstalledVersionNo
source: {0} is not installed on this machine. The Update Wizard can not continue and will end.
es: El programa {0} no está instalado en este equipo. El asistente de actualización no puede continuar y se finalizará.

# CheckInstalledVersionUpdated
source: A newer version of {0} is installed on this machine. The installed version is {1} and the update is for version {2}. The Update Wizard can not continue and will end.
es: Una versión posterior de {0} se encuentra instalada en el equipo. La versión instalada es {1} y la actualización es para la versión {2}. El asistente de actualización no puede continuar y se finalizará.

# EndTextAbort
source: The update was interrupted or has failed and {0} has not been properly updated. It is quite possible that it might be unusable. Try updating again and if the problem persists, completely uninstall the product and install the full updated version. Select 'Finish' to exit the Update Wizard.
es: El asistente de actualización ha finalizado de manera inesperada y {0} no se ha actualizado correctamente. Es muy posible que no pueda utilizarse correctamente. Intente actualizar de nuevo y si el problema persiste, desinstale completamente el producto e instale la versión completa con la actualización. Seleccione 'Finalizar' para salir del asistente de actualización.

# EndTextCancel
source: {0} update was interrupted. Your system has not been modified. To install this program at a later time, please run the wizard again. Select 'Finish' to exit the Update Wizard.
es: Se interrumpió la actualización de {0} a {1}. El sistema no se ha modificado. Para actualizar este programa más tarde, vuelve a ejecutar el asistente. Seleccione 'Finalizar' para salir del asistente de actualización.

# EndTextOk
source: {0} has been successfully updated to {1}. Select 'Finish' to exit the Update Wizard.
es: {0} ha sido correctamente actualizado a {1}. Seleccione 'Finalizar' para salir del asistente de actualización.

# EndTitleAbort
source: {0} Update Wizard was interrupted
es: No ha sido posible actualizar {0}.

# EndTitleCancel
source: {0} Update Wizard was cancelled
es: Se canceló el asistente de actualización de {0}.

# EndTitleOk
source: Completed the {0} Update Wizard
es: Ha completado el asistente para la actualización de {0}.

# IsEmbInstalledException
source: Unable to determine if the Microsoft Exception Message Box component is installed. {0}
es: No ha sido posible determinar si el componente Microsoft Exception Message Box se enecuentra instalado. {0}

# IsEmbInstalledNotInstalled
source: Microsoft Exception Message Box component is not installed on this machine. This might be because the target program to update is not presently installed.
es: El component Microsoft Exception Message Box no está instalado. Este problema puede deberse a que la aplicación que se desea actualizar no está instalada en el equipo.

# IsEmbInstalledOk
source: Installation of the Microsoft Exception Message Box component (v{0}) has been verified.
es: Se ha verificado la instalación del component Microsoft Exception Message Box (v{0}).

# LaunchMainProgramException
source: Unable to execute the product main program.
es: No ha sido posible ejecutar el programa principal del producto.

# ProgramCaption
source: Update Wizard for {0}
es: Asistente de actualización para {0}

# ProgressBackingUpFiles
source: Backing up files...
es: Realizando copia de seguridad...

# ProgressDone
source: Update is completed
es: La actualización se ha completado

# ProgressDoneException
source: The update has not been carried out
es: La actualización no se ha podido llevar a cabo

# ProgressInstallUpdateProduct
source: Windows Installer is copying new files...
es: Windows Installer está copiando los nuevos archivos...

# ProgressRestoringFiles
source: Restoring files...
es: Restaurando archivos...

# ProgressUninstallTargetProduct
source: Windows Installer is uninstalling the previous version...
es: Windows Installer está desinstalando la versión anterior...

# TargetProductName
source: Movistar TV Decoder 1.0 “Wolf 424”
es: Decodificador Movistar TV 1.0 “Wolf 424”

# TargetProductShortcutsFolder
source: DVB-IPTV Decoder\Movistar TV v1.0 “Wolf 424”
es: Decodificador DVB-IPTV\Movistar TV v1.0 “Wolf 424”

# UpdateProductMainProgramName
source: movistar+ channels
es: Canales movistar+

# UpdateProductMainProgramShortcut
source: movistar+ channels.lnk
es: Canales movistar+.lnk

# UpdateProductName
source: movistar+ Decoder 1.0 “Wolf 424” with Update 1
es: Decodificador movistar+ 1.0 “Wolf 424” con actualización 1

# UpdateProduct_MsiFile
source: DVB-IPTV_MovistarTV_1-0_Update-1_en-us.msi
es: DVB-IPTV_MovistarTV_1-0_Update-1_es-es.msi
