Repository: AlphaCentaury/MovistarTV
Catalog: Legacy/Alpha/1.5 'Kruger 60' alpha 1/FirstTimeConfig/ConfigForm.*.resx
Languages: es

# buttonPreviousPage.Text
source: &Back
es: &Atrás

# buttonNextPage.Text
source: &Next
es: &Siguiente

# buttonCancel.Text
source: &Cancel
es: &Cancelar

# wizardPage1.ToolTipText
source: Step 1: Ensuring required software is installed
es: Paso 1: Verificación de instalación del software necesario

# wizardPage2.ToolTipText
source: Step 2: Windows Firewall and Software Improvement
es: Paso 2: Cortafuegos de Windows y mejora del software

# wizardPage3.ToolTipText
source: Step 3: Minimal configuration parameters
es: Paso 3: Configuración esencial de la aplicación

# groupVlc.Text
source: Additional software
es: Software adicional

# buttonTestVlc.Text
source: &Test...
es: &Probar...

# buttonFindVlc.Text
source: Set &location...
es: &Localizar...

# labelVlcPath.Text
source: VLC player location:
es: Ubicación de VLC:

# buttonVerifyVlc.Text
source: &Verify...
es: Co&mprobar...

# linkLabelPrerequisiteVlc.Text
source: Download from videolan.org
es: Descargar de videolan.org

# labelVlc.Text
source: Videolan VLC player
es: Reproductor VLC de Videolan

# groupPrerequisites.Text
source: Download and install pre-requisites
es: Descargar e instalar requisitos previos

# buttonVerifySqlCe.Text
source: &Verify...
es: Co&mprobar...

# linkLabelPrerequisiteSqlCe.Text
source: Download from microsoft.com
es: Descargar de microsoft.com

# buttonVerifyEmb.Text
source: &Verify...
es: Co&mprobar...

# buttonVerifyNet.Text
source: &Verify...
es: Co&mprobar...

# linkLabelPrerequisiteEmb.Text
source: Download from microsoft.com
es: Descargar de microsoft.com

# linkLabelPrerequisiteNet.Text
source: Download from microsoft.com
es: Descargar de microsoft.com

# groupAnalytics.Text
source: Usage Data Collection
es: Recolección de datos de utilización

# checkAnalyticsExceptions.Text
source: Report application errors and internal exceptions
es: Informar de errores y fallos internos

# linkAnalyticsHelp.Text
source: What is this? Why is this important?
es: ¿Qué es ésto? ¿Por qué es importante?

# checkAnalyticsUsage.Text
source: Collect and send anonymous app usage data
es: Recolectar y enviar información anónima de uso del programa

# checkEnableAnalytics.Text
source: Help to improve the software (recommended)
es: Ayudar a mejorar el software (recomendado)

# labelCreatingConfig.Text
source: Creating application configuration and user preferences files...
es: Creando los archivos de configuración de la aplicación y de preferencias de usuario...

# groupFirewall.Text
source: Windows Firewall configuration
es: Configuración del Cortafuegos de Windows (Windows Firewall)

# buttonFirewall.Text
source: C&onfigure...
es: C&onfigurar...

# labelFirewallWarning.Text
source: Administrator permissions are required to make changes in the firewall configuration. You will be asked to confirm the action.
es: Se necesitan permisos de administración para poder modificar la configuración del cortafuegos. Se le solicitará confirmación.

# checkBoxFirewallVlc.Text
source: Allow the &VLC player to communicate
es: Permitir comunicar al reproductor &VLC

# checkBoxFirewallDecoder.Text
source: Allow &all virtual decoder programs to comunicate through the firewall
es: Permitir comunicar a través del cortafuegos a &todos los programas del decodificador virtual

# groupEPG.Text
source: Electronic Program Guide (EPG)
es: Guía electrónica de programación (EPG)

# checkEpgAutoUpdate.Text
source: Auto-update EPG data if older than 24 hours (at the next app execution)
es: Actualizar automáticamente los datos EPG si tienen más de 24h en la siguiente ejecución

# labelEpgWarning.Text
source: Warning! Ony bare EPG functions are implemented and might crash from time to time
es: ¡Aviso! Sólo disponible funcionalidad básica de EPG y puede causar fallos de vez en cuando

# checkEpg.Text
source: Enable EPG functionality
es: Habilitar la función de EPG

# buttonConfig.Text
source: Config&ure application
es: Configurar la &aplicación

# groupBasicConfig.Text
source: Recording configuration
es: Configuración de la funcionalidad de grabación

# labelSaveSubFolder.Text
source: Cr&eate sub-folder:
es: Crear su&b-carpeta:

# buttonBrowseSave.Text
source: &Select...
es: Seleccio&nar...

# labelSaveFolder.Text
source: Select the default folder for the recordings:
es: Seleccione la carpeta en la que, por defecto, se guardarán las grabaciones:

# $this.Text
source: First-time configuration assistant
es: Asistente de configuración inicial
