Repository: AlphaCentaury/MovistarTV
Catalog: 1.0 'Wolf 424'/ChannelList/Properties/Texts.*.resx
Languages: es

# AppCaption
source: movistar+ channels/services - DVB-IPTV (1.0 “Wolf 424”)
es: Canales y servicios movistar+ - DVB-IPTV (1.0 “Wolf 424”)

# AppName
source: DVB-IPTV: movistar+ channels/services
es: DVB-IPTV: Canales y servicios movistar+

# AppState
source: Stable (update 1)
es: Estable (actualización 1)

# BroadcastListUnableRefresh
source: Unable to obtain the list of TV channels/services
es: No ha sido posible obtener la lista de canales de TV o servicios

# BroadcastObtainingList
source: Obtaining list of TV channels/services...
es: Obteniendo la lista de canales de TV o servicios...

# BroadcastParsingList
source: Parsing and extracting the list of TV channels/services...
es: Analizando y extrayendo la lista de servicios...

# BroadcastServiceProperties
source: Properties of the TV channel/service
es: Propiedades del canal de TV o servicio

# CancellingDownloadOperation
source: Please wait. Canceling download...
es: Espere, por favor. Cancelando la descarga...

# ChannelFormActiveScan
source: The verification of available TV channels and services is in progress. The verification has to be canceled before you can perform the requested action.
es: Se está ejecutando la verificación de disponibilidad de canales de TV y de servicios. Debe cancelarse la verificación antes de poder realizar la acción solicitada.

# ChannelFormActiveScanCaption
source: Services verification is in progress
es: Verificación de servicios en curso

# ChannelListAgeObsolete
source: The channel list can be outdated. It is over {0} days old.
es: La lista de canales puede estar obsoleta. Tiene más de {0} días de antigüedad.

# ChannelListAgeOld
source: The channel list is {0} days old.
es: La lista de canales tiene {0} días de antigüedad.

# ChannelListCacheEmpty
source: The channel list has been obtained from the cache, but it is empty.
es: Se ha obtenido de lista de canales de la caché, pero no contiene canales o servicios.

# ChannelListNoCache
source: No cached version of the channel list exists. You have to refresh the list.
es: No existe una versión en caché de la lista de canales. Debe actualizar la lista.

# ChannelListRefreshEmpty
source: The list has been successfully refreshed, but it is empty.
es: La lista se ha actualizado correctamente, pero no contiene canales o servicios.

# ChannelListRefreshSuccess
source: The channel list has been successfully refreshed.
es: La lista de canales se ha actualizado correctamente.

# CompletedDownloadDataReception
source: Data reception is complete
es: Completada la recepción de datos

# DialogRecordChannelEmptyFileExtension
source: The extension of the file of the recording can not be empty. Please specify a file extension.
es: La extensión del archivo de la grabación no puede estar en blanco. Por favor indique una extensión de archivo.

# DialogRecordChannelEmptyFileName
source: The name of the file of the recording can not be empty. Please specify a name.
es: El nombre del archivo de la grabación no puede estar en blanco. Por favor indique un nombre de archivo.

# DialogRecordChannelEmptyTaskName
source: The name of the task can not be empty. Please specify a name.
es: El nombre de la tarea de grabación no puede estar en blanco. Por favor indique un nombre para la tarea.

# DialogRecordChannelNoSaveLocation
source: A save location has not been selected. Please select one or browse for a folder.
es: No se ha seleccionado una ubicación de grabación. Por favor seleccione una ubicación o seleccione una carpeta.

# DialogRecordSaveCustomLocation
source: <Custom location>
es: <Ubicación particular>

# DialogRecordSaveDefaultLocation
source: <Default>
es: <Por defecto>

# DialogRecordSaveMissingLocation
source: <Missing location>
es: <No localizada>

# DvbStpDownloadHelperExceptionCaption
source: An error has ocurred while fetching data
es: Se ha producido un error al obtener la información

# DvbStpDownloadHelperUserCancelledCaption
source: Request cancelled
es: Petición cancelada

# ExternalPlayerShortcutDescription
source: Launches {0} player to view DVB-IPTV channel '{1}'
es: Abre el reproductor {0} para ver el canal DVB-IPTV '{1}'

# MulticastScannerDlgActive
source: Active
es: Activos

# MulticastScannerDlgDead
source: Unavailable
es: No disponibles

# MulticastScannerDlgError
source: Error
es: Con error

# MulticastScannerDlgSkipped
source: Skipped
es: Ignorados

# MulticastServiceScanningCancelled
source: Scan has been cancelled by the user
es: La verificación ha sido cancelada por el usuario

# MulticastServiceScanningCancelling
source: Please wait. Canceling scan...
es: Espere, por favor. Cancelando la verificación...

# MulticastServiceScanningCompleted
source: Scan is complete
es: La verificación se ha completado

# MulticastServiceScanningError
source: An error has occurred during the scan and has been aborted
es: Se ha producido un error durante la verificación y se ha finalizado

# MyAppCtxExceptionCaption
source: Unable to start the application
es: Error en la configuración de la aplicación

# MyAppCtxExceptionMsg
source: An unexpected error has occurred while initializating the application.
es: Se ha producido un error inesperado durante la inicialización de la aplicación.

# MyAppCtxInitializationErrorCaption
source: Application configuration error
es: Error en la configuración de la aplicación

# MyAppCtxLoadingConfig
source: Loading application configuration...
es: Cargando la configuración de la aplicación...

# MyAppCtxLoadingContentProviderConfig
source: Loading content provider data...
es: Leyendo la información del proveedor de contenidos...

# MyAppCtxLoadingUserConfig
source: Loading user configuration and preferences...
es: Leyendo la configuración de usuario y las preferencias...

# MyAppCtxStarting
source: Starting application...
es: Iniciando la aplicación...

# MyAppHandleExceptionDefaultCaption
source: An error has occurred while processing your request
es: Se ha producido un error al procesar su solicitud

# MyAppLoadConfigException
source: An unexpected error has occured while loading the application configuration. The application will now end.
es: Se ha producido un error inesperado durante la carga de la configuración de la aplicación. La aplicación no puede continuar y se terminará.

# MyAppLoadConfigExceptionCaption
source: Application configuration error
es: Error de inicio de la aplicación

# MyAppRecorderLauncherNotFound
source: Unable to find the 'Recorder Launcher' program at '{0}'.
es: No se ha podido localizar el programa 'Ejecución de grabaciones' en '{0}'.

# NotProvidedDescription
source: <Description has not been provided>
es: <No se ha suministrado una descripción>

# NotProvidedValue
source: <Not provided>
es: <No suministrado>

# NotSelectedServiceProvider
source: No service provider has been selected
es: No se ha seleccionado un proveedor de servicios

# OpenUrlError
source: Unable to open browser for URL '{0}'. {1}
es: No ha sido posible abrir un navegador para mostrar la URL '{0}'. {1}

# RecordHelpTaskCreationException
source: Unexpected error while contacting with the Windows Task Manager to create the recording task. The recording task has not been created.
es: Se ha producido un error al ponerse en contacto con el Programador de Tareas de Windows para crear la tarea de grabación. La tarea de grabación no ha sido creada.

# RecordHelpTaskRunException
source: Unable to run the 'Right now' recording task and no recording action will take place.
es: No se ha podido ejecutar la tarea de grabación 'Inmediata' y no se realizará grabación alguna.

# SPListUnableRefresh
source: Unable to obtain the list of service providers
es: No ha sido posible obtener la lista de proveedores de servicios

# SPObtainingList
source: Obtaining the list of service providers...
es: Obteniendo la lista de proveedores de servicios...

# SPParsingList
source: Parsing and extracting the list of providers...
es: Analizando y extrayendo la lista de proveedores...

# SPProperties
source: Properties of the service provider
es: Propiedades del proveedor de servicios

# TaskSchedulerRootFolder
source: <No folder>
es: <En ninguna carpeta>

# UnableCancelDownloadCaption
source: Unable to cancel
es: No es posible cancelar

# UnableCancelDownloadMessage
source: Unable to cancel right now. Please try again in a few seconds. The operation has been scheduled and cannot be cancelled until it has started.
es: No es posible cancelar en este preciso instante. Por favor, aguarde unos segundo y reintente de nuevo. La operación de descarga ha sido programada y no puede ser cancelada hasta que haya comenzado.

# UserCancelListRefresh
source: The refreshing of the list has been cancelled by the user.
es: La actualización de la lista ha sido cancelada por el usuario.

# RecordDeadTvChannel
source: The selected TV channel has been marked as inactive and might not be available. Do you still want to record from {0}?
es: El canal de TV seleccionado ha sido marcado como inactivo y puede no estar disponible. ¿Todavía desea programar una grabación para {0}?

# ShowDeadTvChannel
source: The selected TV channel has been marked as inactive and might not be available. Do you still want to show {0}?
es: El canal de TV seleccionado ha sido marcado como inactivo y puede no estar disponible. ¿Desea ver en cualquier caso {0}?
